{
  "id": "467780678",
  "title": "Drs Philley and Drummon discuss their experiences",
  "chapters": [
    {
      "t": "0:00",
      "tx": "MAC Lung Disease and Treatment"
    },
    {
      "t": "1:35",
      "tx": "Taking ARIKAYCE"
    },
    {
      "t": "3:58",
      "tx": "Monitoring Progress"
    },
    {
      "t": "5:17",
      "tx": "Real Patient Examples"
    },
    {
      "t": "5:55",
      "tx": "ARIKAYCE Resources"
    },
    {
      "t": "6:23",
      "tx": "Important Safety Information"
    }
  ],
  "transcript": "(<><p>Mycobacterium avium complex, or MAC, is the most common form of nontuberculous mycobacteria.</p><p>You may be put on the guideline-recommended multidrug therapy, which means that you will take more than one medication at the same time.</p><p>Patients with MAC lung disease are treated with more than one antibiotic because unfortunately, there isn&#39;t one single antibiotic that can effectively kill the bacteria.</p><p>These medications work together to attack the NTM bacteria in different ways. Using more than one treatment also helps prevent the bacteria from becoming resistant to one antibiotic.</p><p>Unfortunately, standard combination therapy alone may not work for every case. ARIKAYCE was studied and approved by the FDA for MAC lung disease patients who did not respond to combination antibiotic therapy alone.</p><p>ARIKAYCE is added to combination therapy and is not taken alone. The FDA approved ARIKAYCE under a Limited Population pathway, which is for a limited and specific patient population. ARIKAYCE is an inhaled antibiotic that you take using a nebulizer.</p><p>It&#39;s different from other inhaled antibiotics because the amikacin is contained inside tiny particles called liposomes.</p><p>These liposomes are designed to help the medication reach the MAC bacteria in the lungs.</p><p>For standard MAC treatment based on guidelines, I typically plan to maintain patients on treatment for 12 months of negative sputums beyond initial culture conversion.</p><p>I also apply this to ARIKAYCE treatment. In the clinical trial, the protocol called for 12 months of treatment after the first month of culture conversion.</p><p>When patients first begin ARIKAYCE, I usually spend time talking with them about how the device works, specifically the nebulizer, from which they will inhale the drug.</p><p>We also discuss the adverse effects that may or may not occur with the drug and when to notify their physician, and we also discuss how to follow up as far as routine clinical monitoring and setting expectations about appointments.</p><p>Everyone responds differently to treatment. If you have questions about the possible side effects associated with ARIKAYCE, be sure to speak with your doctor.</p><p>ARIKAYCE is associated with a risk of increased respiratory adverse reactions including allergic inflammation of the lungs, coughing up blood, severe breathing problems, and even worsening of COPD.</p><p>While using ARIKAYCE, side effects may become serious enough, such that treatment in the hospital is required. Call your healthcare provider right away or obtain medical help if you are experiencing any serious side effects while taking ARIKAYCE.</p><p>So, I explain to the patient the goals of therapy and the length of therapy which is 12 months of negative sputum cultures. When you&#39;re on treatment for MAC lung disease, it&#39;s important to check sputum cultures frequently to see if MAC continues to grow in the culture.</p><p>That involves coughing up a sputum sample, and often either taking it or mailing it to your doctor&#39;s office.</p><p>While patients are taking ARIKAYCE, follow-up appointments are necessary with providers. At those appointments, we usually check sputum cultures to understand if MAC is still growing in the sputum.</p><p>We also talk about the treatment response to ARIKAYCE and any possible adverse effects the patient may or may not be experiencing. In addition, radiographs may or may not be necessary as well as other testing as defined by the doctor.</p><p>I usually see a patient within the first month after starting a new therapy, and then every three months thereafter. Three months is a good time point to monitor these patients because I&#39;m also doing routine audiograms while on treatment.</p><p>Recently, in clinic, I saw a 67-year-old white female. I placed her on a standard oral multidrug regimen, and she tolerated the regimen quite well.</p><p>We checked sputums monthly and, despite the use of a correct regimen, she still remained culture-positive for MAC at six months.</p><p>I placed her on daily ARIKAYCE, according to the package insert, and several months later, her sputum converted to negative. And she continues to do well on this multidrug regimen. She was very pleased with her progress and, of course, so was I.</p><p>You can learn about how many people in the ARIKAYCE clinical study achieved culture conversion, the side effects they experienced, the sample size, types of patients enrolled, and how many patients successfully completed the study.</p><p>You can learn more about this on ARIKAYCE.com.</p></>"
}